/* Координаты x/y — проценты от области картинки (левый верх = 0,0). size — диаметр маркера в px (по умолчанию 22). */
window.PARK_OBJECTS = [
  {
    id: "bsa",
    x: 47.50,
    y: 61.75,
    size: 48,
    title: "Большая спортивная арена \"Лужники\"",
    metrics: [
      { label: "Площадь", value: "221 000,00 " },
      { label: "Застройка", value: "64 576,40 " }
    ],
    
  },
  {
    id: "mpc",
    x: 65.96,
    y: 70.07,
    size: 30,
    title: "Многофункциональный плавательный центр",
    metrics: [
      { label: "Площадь", value: "51 747,00 " },
      { label: "Застройка", value: "14 082,00 " }
    ],
    
  },
  {
    id: "druzhba",
    x: 86.83,
    y: 61.42,
    size: 26,
    title: "Универсальный спортивный зал «Дружба»",
    metrics: [
      { label: "Площадь", value: "16 409,00 " },
      { label: "Застройка", value: "7 355,00 " }
    ],
    
  },
  {
    id: "fsh",
    x: 30.01,
    y: 60.22,
    size: 14,
    title: "Инфраструктура тренировочного поля № 8 (Футбольная школа, стр. 3а)",
    metrics: [
      { label: "Площадь", value: "1 693,90 " },
      { label: "Застройка", value: "689,70 " }
    ],
    
  },
  {
    id: "yusya",
    x: 67.83,
    y: 57.72,
    title: "Инфраструктура тренировочного поля №11 (Многофункциональная спортивная зона, стр.8)",
    metrics: [
      { label: "Площадь", value: "3 899,10 " },
      { label: "Застройка", value: "1 620,70 " }
    ],
    
  },
  {
    id: "ssya",
    x: 35.96,
    y: 43.56,
    title: "«Северное спортивное ядро»",
    metrics: [
      { label: "Площадь", value: "2 657,30 " },
      { label: "Застройка", value: "1 649,00 " }
    ],
    
  },
  {
    id: "gd",
    x: 45.81,
    y: 41.33,
    size: 27,
    title: "Генеральная дирекция (помещения)",
    metrics: [
      { label: "Площадь", value: "13 428,10 " },
      { label: "Застройка", value: "5 027,00 " }
    ],
    
  },
  {
    id: "sportgorodok",
    x: 13.67,
    y: 28.28,
    title: "Инфраструктура тренировочного поля №10 (Спортивный городок, стр. 11)",
    metrics: [
      { label: "Площадь", value: "2 447,40 " },
      { label: "Застройка", value: "1 450,60 " }
    ],
    
  },
  {
    id: "osobnyak-15",
    x: 10.12,
    y: 34.51,
    size: 13,
    title: "Административное здание",
    metrics: [
      { label: "Площадь", value: "2 519,20 " },
      { label: "Застройка", value: "989,00 " }
    ],
    
  },
  {
    id: "scuvs1",
    x: 8.52,
    y: 45.18,
    size: 8,
    title: "реконструкция - Сервисный центр уличных видов спорта 1",
    metrics: [
      { label: "Площадь", value: "200,00 " },
      { label: "Застройка", value: "400,00 " }
    ],
    
  },
  {
    id: "osobnyak-17",
    x: 14.74,
    y: 58.33,
    size: 18,
    title: "Административное здание",
    metrics: [
      { label: "Площадь", value: "2 556,20 " },
      { label: "Застройка", value: "973,00 " }
    ],
    
  },
  {
    id: "osobnyak-18",
    x: 31.07,
    y: 74.44,
    title: "Административное здание",
    metrics: [
      { label: "Площадь", value: "2 647,80 " },
      { label: "Застройка", value: "1 204,00 " }
    ],
    
  },
  {
    id: "pavilion-19a",
    x: 57.97,
    y: 81.26,
    size: 15,
    title: "Павильон общественного питания",
    metrics: [
      { label: "Площадь", value: "1 400,00 " },
      { label: "Застройка", value: "618,00 " }
    ],
    
  },
  {
    id: "osobnyak-20",
    x: 69.78,
    y: 79.63,
    title: "Административное здание",
    metrics: [
      { label: "Площадь", value: "2 623,80 " },
      { label: "Застройка", value: "973,30 " }
    ],
    
  },
  {
    id: "tennis-palace",
    x: 80.52,
    y: 65.25,
    size: 30,
    title: "Дворец тенниса",
    metrics: [
      { label: "Площадь", value: "36 000,00 " },
      { label: "Застройка", value: "20 557,20 " }
    ],
    
  },
  {
    id: "kassa-22",
    x: 57.71,
    y: 45.29,
    title: "Главный кассовый павильон, стр.22",
    metrics: [
      { label: "Площадь", value: "496,40 " },
      { label: "Застройка", value: "609,00 " }
    ],
    
  },
  {
    id: "kassa-23",
    x: 49.18,
    y: 42.23,
    title: "Главный кассовый павильон, стр.23",
    metrics: [
      { label: "Площадь", value: "497,00 " },
      { label: "Застройка", value: "612,00 " }
    ],
    
  },
  {
    id: "sklad-26",
    x: 16.51,
    y: 44.09,
    size: 10,
    title: "Склад",
    metrics: [
      { label: "Площадь", value: "935,10 " },
      { label: "Застройка", value: "663,00 " }
    ],
    
  },
  {
    id: "sklad-27",
    x: 17.93,
    y: 44.62,
    size: 10,
    title: "Склад",
    metrics: [
      { label: "Площадь", value: "1 075,40 " },
      { label: "Застройка", value: "632,00 " }
    ],
    
  },
  {
    id: "kassa-ds-31",
    x: 25.12,
    y: 31.58,
    size: 8,
    title: "Кассовый павильон Дворца спорта",
    metrics: [
      { label: "Площадь", value: "89,60 " },
      { label: "Застройка", value: "198,00 " }
    ],
    
  },
  {
    id: "kassa-ds-32",
    x: 22.28,
    y: 30.38,
    size: 8,
    title: "Кассовый павильон Дворца спорта",
    metrics: [
      { label: "Площадь", value: "90,20 " },
      { label: "Застройка", value: "232,00 " }
    ],
    
  },
  {
    id: "razdevalka-33",
    x: 13.32,
    y: 24.81,
    size: 8,
    title: "(павильон-раздевалка) Спортивного городка",
    metrics: [
      { label: "Площадь", value: "89,40 " },
      { label: "Застройка", value: "199,00 " }
    ],
    
  },
  {
    id: "pop3",
    x: 26.90,
    y: 71.83,
    size: 14,
    title: "Павильон общественного питания № 3 (Павильон общественного питания на набережной у 6-го поля)",
    metrics: [
      { label: "Площадь", value: "200,00 " },
      { label: "Застройка", value: "552,00 " }
    ],
    
  },
  {
    id: "str-35",
    x: 79.72,
    y: 55.27,
    size: 8,
    title: "филиал Хладоцентра",
    metrics: [
      { label: "Площадь", value: "328,5 " },
      { label: "Застройка", value: "617,20 " }
    ],
    
  },
  {
    id: "mks",
    x: 60.19,
    y: 56.39,
    title: "Вспомогательный раздевальный павильон в районе южного спортивного ядра (объект №43)",
    metrics: [
      { label: "Площадь", value: "3 872,40 " },
      { label: "Застройка", value: "952,80 " }
    ],
    
  },
  {
    id: "scuvs39",
    x: 70.93,
    y: 66.99,
    size: 15,
    title: "Сервисный центр уличных видов спорта (стр. 21)",
    metrics: [
      { label: "Площадь", value: "497,90 " },
      { label: "Застройка", value: "301,00 " }
    ],
    
  },
  {
    id: "pvk1-vg",
    x: 74.31,
    y: 72.74,
    size: 8,
    title: "Павильон входного контроля № 1 у станции метро «Воробьевы горы»",
    metrics: [
      { label: "Площадь", value: "242,10 " },
      { label: "Застройка", value: "150,70 " }
    ],
    
  },
  {
    id: "pvk2-vg",
    x: 73.86,
    y: 74.47,
    title: "Павильон входного контроля № 2 у станции метро «Воробьевы горы»",
    metrics: [
      { label: "Площадь", value: "242,10 " },
      { label: "Застройка", value: "149,80 " }
    ],
    
  },
  {
    id: "pop1",
    x: 39.95,
    y: 73.96,
    title: "Павильон общественного питания №1 (Павильон общественного питания на Престижной Аллее (кафе))",
    metrics: [
      { label: "Площадь", value: "650,00 " },
      { label: "Застройка", value: "929,00 " }
    ],
    
  },
  {
    id: "scuvs45",
    x: 0,
    y: 0,
    title: "Сервисный центр уличных видов спорта (стр. 25)",
    metrics: [
      { label: "Площадь", value: "497,90 " },
      { label: "Застройка", value: "301,00 " }
    ],
    
  },
  {
    id: "scuvs46",
    x: 0,
    y: 0,
    title: "Сервисный центр уличных видов спорта (стр. 30)",
    metrics: [
      { label: "Площадь", value: "497,90 " },
      { label: "Застройка", value: "301,00 " }
    ],
    
  },
  {
    id: "pop2",
    x: 0,
    y: 0,
    title: "Павильон общественного питания №2 (Павильон общественного питания на Престижной Аллее (кафе))",
    metrics: [
      { label: "Площадь", value: "650,00 " },
      { label: "Застройка", value: "929,00 " }
    ],
    
  },
  {
    id: "pvk-sav",
    x: 0,
    y: 0,
    title: "Павильон входного контроля на Саввинской набережной",
    metrics: [
      { label: "Площадь", value: "499,70 " },
      { label: "Застройка", value: "334,00 " }
    ],
    
  },
  {
    id: "pvk1-alley",
    x: 0,
    y: 0,
    title: "Павильон входного контроля на Аллее Славы № 1",
    metrics: [
      { label: "Площадь", value: "227,00 " },
      { label: "Застройка", value: "195,00 " }
    ],
    
  },
  {
    id: "pvk2-alley",
    x: 0,
    y: 0,
    title: "Павильон входного контроля на Аллее Славы № 2",
    metrics: [
      { label: "Площадь", value: "228,60 " },
      { label: "Застройка", value: "195,00 " }
    ],
    
  },
  {
    id: "vsp-str4",
    x: 0,
    y: 0,
    title: "Входной сервисный павильон у станции метро «Спортивная»",
    metrics: [
      { label: "Площадь", value: "1 237,10 " },
      { label: "Застройка", value: "615,00 " }
    ],
    
  },
  {
    id: "vsp-str5",
    x: 0,
    y: 0,
    title: "Входной сервисный павильон у станции метро «Спортивная»",
    metrics: [
      { label: "Площадь", value: "1 237,10 " },
      { label: "Застройка", value: "615,00 " }
    ],
    
  },
  {
    id: "mfz5-str6",
    x: 0,
    y: 0,
    title: "Многофункциональное здание № 5 (аккредитационный центр)",
    metrics: [
      { label: "Площадь", value: "4 684,90 " },
      { label: "Застройка", value: "1 513,00 " }
    ],
    
  },
  {
    id: "pop4",
    x: 0,
    y: 0,
    title: "Павильон общественного питания №4 (Павильон общественного питания у бассейна (кафе)",
    metrics: [
      { label: "Площадь", value: "199,8 " },
      { label: "Застройка", value: "540,00 " }
    ],
    
  },
  {
    id: "pop5",
    x: 0,
    y: 0,
    title: "Павильон общественного питания №5 (Павильон общественного питания у бассейна (кафе)",
    metrics: [
      { label: "Площадь", value: "199,9 " },
      { label: "Застройка", value: "540,00 " }
    ],
    
  },
  {
    id: "hozkorpus",
    x: 0,
    y: 0,
    title: "Хозяйственный корпус (помещения) (объект передан АО «Лужники»)",
    metrics: [
      { label: "Площадь", value: "9 898,9 " },
      { label: "Застройка", value: "4 592,30 " }
    ],
    
  },
];
